const films = [
    {
        name: 'Форсаж1',
        rating: 0,
        url: 'https://img.championat.com/s/735x490/news/big/r/z/polnyj-syuzhet-filmov-forsazh_1684440108672861796.jpg',
        description: 'В центре сюжета полицейский под прикрытием Брайан О’Коннор (Пол Уокер). Дальнобойщики давно страдают из-за стритрейсеров-грабителей, поэтому коп внедряется в банду гонщиков. В неё входят Доминик Торетто (Вин Дизель), его девушка Летти, сестра Миа и тройка друзей: Винс, Леон и Джесси.',
        id: 1,
        video : 'https://www.youtube.com/watch?v=8QyEruRwNeo'
    },
    {
        name: 'Форсаж2',
        rating: 0,
        url: 'https://img.championat.com/i/i/j/1684413410907213324.jpg',
        description: 'Поначалу Дом косо поглядывает на Брайана, но герой здорово гоняет, сбегает от полиции после облавы и кажется нормальным парнем. В итоге Брайана принимают в семью. Постепенно он проникается уважением к Доминику, влюбляется в Миа и даёт копам ложные наводки.',
        id: 2,
        
        video : 'https://www.youtube.com/watch?v=UfdAuFaf1-0'
        
    },
    {
        name: 'Форсаж3',
        rating: 0,
        url: 'https://img.championat.com/i/n/y/16844134392004619771.jpg',
        description: 'Вскоре Брайан выясняет, что грузовики грабит именно банда Дома. Водилы как раз отправились на новое дело, но копы подготовили засаду. Чтобы спасти друзей, герой раскрывает прикрытие и предупреждает о ловушке. В результате все, кроме Джесси, спасаются. Герои мстят за покойного друга, а затем прощаются.',
        id: 3,
        
        video : 'https://www.youtube.com/watch?v=LC245Lg5VKg'
        
    }, {
        name: 'Форсаж4',
        rating: 0,
        url: 'https://img.championat.com/i/o/f/16844136341985683393.jpg',
        description: 'Во второй части нет Вина Дизеля, зато Пол Уокер на месте. Брайан ушёл из полиции и стал уличным гонщиком. Вот только копы помнят о его проступках и заставляют внедриться в наркокартель. Крутому мафиози нужны гонщики, которые вывезут из страны много денег — Брайан как раз подходит. Напарником становится Роман Пирс (Тайриз Гибсон), а курирует операцию агент ФБР Моника Фуэнтес (Ева Мендес).',
        id: 4,
        
        video : 'https://www.youtube.com/watch?v=snLmYJDeO1o'
        
    }, {
        name: 'Форсаж5',
        rating: 0,
        url: 'https://img.championat.com/i/q/s/16844137842017177811.jpg',
        description: 'В центре сюжета юноша Шон, который чуть не погиб на уличных гонках в Америке и отправился к отцу в Японию. Там он продолжил гонять и вступил в банду стритрейсеров, которую собрал некий Хан. В Токио Шон обучился дрифту и влюбился в красотку. Увы, за дамочкой уже ухаживает ДиКей, крутой гонщик и член Якудзы.',
        id: 5,
        
        video : 'https://www.youtube.com/watch?v=M9QmNpOegZQ'
        
    }, {
        name: 'Форсаж6',
        rating: 0,
        url: 'https://img.championat.com/i/d/x/16844138411856911624.jpg',
        description: 'Брайан, который снова стал законником, тоже охотится за Артуро. Герои воссоединяются и внедряются в преступную шайку. После безумных погонь, отчаянных трюков и переманивания Жизель на свою сторону вскрывается правда: Летти внедрилась в банду по заданию Брайана и действительно погибла.',
        id: 6,
        
        video : 'https://www.youtube.com/watch?v=ye-ypP8f5ik'
        
    }
]

console.log(Object.entries(films))

export default films